Repository: jtellnes/arkade5
Catalog: src/Arkivverket.Arkade.Core/Resources/Report.*.resx
Languages: nb_no

# FooterArkadeVersion
source: Arkade 5 version: {0}
nb_no: Arkade 5 versjon: {0}

# HeadingTestReport
source: Test report
nb_no: Testrapport

# HeadingTestResults
source: Results
nb_no: Resultater

# HeadingTests
source: Analyses and controls
nb_no: Analyser og kontroller

# HeadingTestSummary
source: Test summary
nb_no: Testsammendrag

# LabelArchiveCreators
source: Archive creator
nb_no: Arkivskaper

# LabelArchivePeriod
source: Archive period
nb_no: Arkivperiode

# LabelArchiveType
source: Archive type
nb_no: Arkivtype

# LabelDateOfTesting
source: Time of testing
nb_no: Tidspunkt for testing

# LabelNumberOfErrors
source: Number of deviations found
nb_no: Antall avvik funnet

# LabelNumberOfFilesProcessed
source: Number of processed files
nb_no: Antall filer som er prosessert

# LabelNumberOfRecordsProcessed
source: Number of processed records
nb_no: Antall poster som er prosessert

# LabelNumberOfTestsExecuted
source: Number of tests executed
nb_no: Antall tester utført

# LabelNumberOfTestsRun
source: Number of tests run
nb_no: Antall tester som er kjørt

# LabelSystemName
source: System name
nb_no: Systemnavn

# TestLocation
source: Location
nb_no: Lokasjon

# TestMessage
source: Message
nb_no: Melding

# TestMoreResultsOfSameKind
source: {0} more results of same kind.
nb_no: {0} flere resultater av samme type.

# TestNoErrorsFound
source: No deviations found.
nb_no: Ingen avvik funnet.

# TestTypeContentAnalysisDisplayName
source: Content analysis
nb_no: Innholdsanalyse

# TestTypeContentControlDisplayName
source: Content control
nb_no: Innholdskontroll

# TestTypeStructureAnalysisDisplayName
source: Structural analysis
nb_no: Strukturanalyse

# TestTypeStructureControlDisplayName
source: Structural control
nb_no: Strukturkontroll

# WarningNotAllTestsExecuted
source: Not all tests are executed
nb_no: Ikke alle tester er utført

# HeadingDeviations
source: Deviations
nb_no: Avvik
