Repository: jtellnes/arkade5
Catalog: src/Arkivverket.Arkade.GUI/Resources/MetaDataGUI.*.resx
Languages: nb_no

source: Agreement Number*
nb_no: Avtalenr*

source: Archive Creator*
nb_no: Arkivskaper*

# ArchiveCreator_Address
source: Address (Contact, Archive Creator)
nb_no: Adresse (Kontakt, Arkivskaper)

# ArchiveCreator_ContactPerson
source: Contact Person (Archive Creator)
nb_no: Kontaktperson (Arkivskaper)

# ArchiveCreator_Email
source: E-mail (Contact, Archive Creator)
nb_no: E-post (Kontakt, Arkivskaper)

# ArchiveCreator_Telephone
source: Telephone (Contact, Archive Creator)
nb_no: Telefon (Kontakt, Arkivskaper)

source: Archive Description
nb_no: Arkivbeskrivelse

source: Archive Extraction System
nb_no: Uttrekkssystem

# ArchiveExtractionType
source: Type (Extraction)
nb_no: Type (Uttrekk)

# ArchiveExtractionTypeVersion
source: Type Version (Extraction)
nb_no: Typeversjon (Uttrekk)

# ArchiveExtractionVersion
source: Version (Extraction)
nb_no: Versjon (Uttrekk)

# ArchiveSystem
source: Extraction System
nb_no: Uttrekkssystem

source: End Date
nb_no: Sluttdato

source: Extraction Date
nb_no: Uttrekksdato

# GuiSubsection_ArchiveCreator
source: Archive Creator
nb_no: Arkivskaper

# GuiSubsection_ArchiveMain
source: Description of archive
nb_no: Beskrivelse av arkiv

# GuiSubsection_ArchiveSystem
source: Extraction System
nb_no: Uttrekkssystem

# GuiSubsection_ExtractionDate
source: Extraction Date
nb_no: Uttrekksdato

# GuiSubsection_NoarkParameters
source: Noark fields
nb_no: Noark felter

# GuiSubsection_Owner
source: Owner
nb_no: Eier

# GuiSubsection_Producer
source: Producer
nb_no: Produsent

# GuiSubsection_Recipient
source: Recipient
nb_no: Mottaker

# GuiSubsection_Transferer
source: Transferer
nb_no: Overfører

source: Label
nb_no: Merkelapp

# MetadataGuiLocale
source: en
nb_no: no

# MetadataRequiredFieldsInfo
source: * = Required field for creating a valid archive package
nb_no: * = Feltet er påkrevet for å skape en gyldig arkivpakke

source: Owner*
nb_no: Eier*

# Owner_Address
source: Address (Contact, Owner)
nb_no: Adresse (Kontakt, Eier)

# Owner_ContactPerson
source: Contact Person (Owner)
nb_no: Kontaktperson (Eier)

# Owner_Email
source: E-mail (Contact, Owner)
nb_no: E-post (Kontakt, Eier)

# Owner_Telephone
source: Telephone (Contact, Owner)
nb_no: Telefon (Kontakt, Eier)

# PackageCreationErrorStatusMessage
source: Could not create/overwite package. Please make sure the package location is not busy.
nb_no: Klarte ikke opprette/overskrive pakke. Sjekk om pakkedestinasjonen er opptatt.

source: Producer*
nb_no: Produsent*

# Producer_Address
source: Address (Contact, Producer)
nb_no: Adresse (Kontakt, Produsent)

# Producer_ContactPerson
source: Contact Person (Producer)
nb_no: Kontaktperson (Produsent)

# Producer_Email
source: E-mail (Contact, Producer)
nb_no: E-post (Kontakt, Produsent)

# Producer_Telephone
source: Telephone (Contact, Producer)
nb_no: Telefon (Kontakt, Produsent)

source: Recipient*
nb_no: Mottaker*

# SelectMetadataFile
source: Choose METS-file to load metadata
nb_no: Velg METS-fil for å laste inn metadata

# SelectOutputDirectoryMessage
source: Choose location for package
nb_no: Velg plassering for pakke

source: Start Date
nb_no: Startdato

source: System Name*
nb_no: Systemnavn*

# SystemTypeVersion
source: Type Version (System)
nb_no: Typeversjon (System)

# SystemVersion
source: Version (System)*
nb_no: Versjon (System)*

source: Transferer*
nb_no: Overfører*

# Transferer_Address
source: Address (Contact, Transferer)
nb_no: Adresse (Kontakt, Overfører)

# Transferer_ContractPerson
source: Contact Person (Transferer)*
nb_no: Kontaktperson (Overfører)*

# Transferer_Email
source: E-mail (Contact, Transferer)
nb_no: E-post (Kontakt, Overfører)

# Transferer_Telephone
source: Telephone (Contact, Transferer)
nb_no: Telefon (Kontakt, Overfører)

# MetadataLoadError
source: Was not able to fetch metadata from {0}
nb_no: Klarte ikke å hente inn metadata fra {0}

# LoadExternalMetadataButtonText
source: Fetch external metadata
nb_no: Hent eksterne metadata

# LoadExternalMetadataInfoText
source: Fill out the form with metadata from an external METS-file. I.e. info.xml from a previously created package.
nb_no: Fyll ut skjemaet med metadata fra en ekstern METS-fil, f.eks. info.xml vedlagt en tidligere opprettet pakke.

# Label_HintTextStandardLabel
source: Current system name, start year and end year
nb_no: Gjeldende systemnavn, startår og sluttår

# Label_HintTextUserdefinedLabel
source: Loaded or given value
nb_no: Innlastet eller oppgitt verdi

# Label_OptionTextUserdefinedLabel
source: Custom
nb_no: Egendefinert

# Creator
source: Creator of information package
nb_no: Skaper av informasjonspakke

# Creator_Address
source: Address (Contact, Package Creator)
nb_no: Adresse (Kontakt, Pakkeskaper)

# Creator_ContactPerson
source: Contact Person (Package Creator)
nb_no: Kontaktperson (Pakkeskaper)

# Creator_Email
source: E-mail (Contact, Package Creator)
nb_no: E-post (Kontakt, Pakkeskaper)

# Creator_Telephone
source: Telephone (Contact, Archive Creator)
nb_no: Telefon (Kontakt, Pakkeskaper)

# GuiSubsection_Creator
source: Creator of information package
nb_no: Skaper av informasjonspakke

# PackageCreationOngoing
source: Creating package...
nb_no: Oppretter pakke...

# UnsufficientDiskSpaceStatusMessage
source: Not enough disk space on target location.
nb_no: Valgt destinasjon har ikke nok lagringsplass.

# Creator_OriginalSystem
source: Original System:
nb_no: Opprinnelig system:

# CreateDocumentFileInfoText
source: Include format information for document files
nb_no: Inkluder formatinformasjon for dokumentfiler

# CreateDocumentFileInfoToolTip
source: NB! Large amounts of document files will heavily increase run time.
nb_no: NB! Tidkrevende ved stort antall dokumentfiler.
